Repository: stsbl/iserv3-internet
Catalog: locale/internet3.po
Languages: de

source: Assigned on
de: Vergeben am

source: Assigned to
de: Vergeben an

source: By: %s
de: Von: %s

source: Create
de: Erstellen

source: Create new NACs
de: Neue NACs erstellen

source: Created by
de: Erstellt von

source: Created on
de: Erstellt am

source: Duration
de: Dauer

source: For
de: Für

source: Grant access
de: Freischalten

source: Internet Access
de: Internetzugriff

source: Internet access denied
de: Internet ist nicht freigeschaltet

source: Internet access granted
de: Internet ist freigeschaltet

source: Internet access with NAC successful granted.
de: Internetzugriff mit NAC erfolgreich gewährt.

source: Internet access with NAC successful revoked.
de: Internetzugriff mit NAC erfolgreich abgeschaltet.

source: Internet activation not possible
de: Internetfreischaltung nicht möglich

source: Manage NACs
de: NACs verwalten

source: NACs created by: %s
de: NACs erstellt von: %s

source: Not created a NAC for %s, because User %s has already a NAC.
de: Es wurde kein NAC für %s erstellt, da Benutzer %s bereits ein NAC besitzt.

source: Number
de: Anzahl

source: Please choose a group
de: Bitte eine Gruppe auswählen.

source: Please choose a user
de: Bitte einen Benutzer auswählen.

source: Print unassigned NACs
de: Nicht vergebene NACs drucken

source: Remaining
de: Verbleibend

source: Remaining time: %s
de: Verbleibende Zeit: %s

source: Revoke
de: Abschalten

source: The NAC has been created.
de: Der NAC wurde erstellt.

source: The internet activation is only available from LAN hosts.
de: Die Internetfreischaltung ist nur von LAN-Geräten aus verfügbar.

source: This is not a valid NAC.
de: Dies ist kein gültiger NAC.

source: This is not a valid NAC. A NAC consists of eight numbers.
de: Dies ist kein gültiger NAC. Ein NAC besteht aus acht Zahlen.

source: This value should be greater than %s.
de: Dieser Wert sollte größer als %s sein.

source: This value should be less than or equal to %s.
de: Dieser Wert sollte kleiner oder gleich %s sein.

source: Until: %s
de: Bis: %s

source: You not own this NAC.
de: Sie besitzen diesen NAC nicht.

source: You still have an active NAC. You may revoke it now:
de: Sie haben noch einen aktiven NAC. Sie sollten ihn jetzt abschalten:

source: all members of a group
de: alle Mitglieder einer Gruppe

source: all users
de: alle Benutzer

source: free usage
de: freie Vergabe

source: user
de: Benutzer
